@extends('layouts.app')

@section('page-title') Главная старница @endsection

@section('gray-main-section') index @endsection

@section('banner')
    <div class="banner">
        <div class="container">
            <div class="banner-wrapper">
                <div class="banner__info">
                    <div class="banner__text opacity-anim element-animation">
                        <h1 class="banner__title header-animation element-animation">
                            Будь лучше вместе с клубом <span>Паутина!</span>
{{--                            Научись быть лучшим вместе с <span>Devci!</span>--}}
                        </h1>
                        <div class="banner__text text-animation element-animation">
                            Целью данного сайта является обучение участников it-клуба Паутина новым технологиям.
                            Обучение проходит посредством прохождения различных курсов и выполнения интересных задач.
                            Начните познавать it-технологии вместе с нами!
{{--                            Мы представляем нечто новое, прекрасное и совершенное. Devci - это больше чем просто система--}}
{{--                            обучения, это вклад в ваше будущее!--}}
                        </div>
                    </div>
                    <a href="{{ route('catalog.index') }}" class="button opacity-anim element-animation">Начать обучение</a>
                </div>
                <div class="banner__img">
                    <div class="banner-cicrle element-animation opacity-anim">
                        <a href="{{ route('index.review') }}">
{{--                            <img src="{{asset('assets/img/center.png')}}" alt="Фигура">--}}
                            <div class="banner-line__figure">
                                <svg width="16" height="22" viewBox="0 0 16 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M7.19817 21.6107C7.58869 22.0012 8.22186 22.0012 8.61238 21.6107L14.9763 15.2467C15.3669 14.8562 15.3669 14.223 14.9763 13.8325C14.5858 13.442 13.9527 13.442 13.5621 13.8325L7.90527 19.4894L2.24842 13.8325C1.85789 13.442 1.22473 13.442 0.834206 13.8325C0.443681 14.223 0.443681 14.8562 0.834206 15.2467L7.19817 21.6107ZM6.90527 0.903564L6.90527 10.9036H8.90527L8.90527 0.903564L6.90527 0.903564ZM6.90527 10.9036L6.90527 20.9036H8.90527L8.90527 10.9036H6.90527Z" fill="white"/>
                                </svg>
                            </div>
                            <img src="{{asset('assets/img/bukv.png')}}" alt="Изображение букв" class="circle">
                        </a>
                    </div>
                    <div class="start-content__column start-content-column">
                        <div class="start-content-column-img">
                            <img src="{{ asset('assets/img/illustration__img.png') }}" alt="Изображение ракеты" class="banner-img__item element-animation img-anim">
{{--                            <img src="{{asset('assets/img/banner.png')}}" alt="Изображение ракеты" class="banner-img__item element-animation img-anim">--}}
                        </div>
                        <div class="illustration__bg">
                            <img src="{{ asset('assets/img/illustration__bg.png') }}" alt="png">
                        </div>
                    </div>
                </div>
            </div>
            <div class="banner-wrapper__social">
                <div class="banner-club">
                    <a href="https://mck-ktits.ru/" class="element-animation opacity-items-anim">
                        <img src="{{asset('assets/img/ktits.png')}}" alt="Логотип КТИТС">
                    </a>
                    <a href="https://club.z-go.ru/" class="element-animation opacity-items-anim">
                        <img src="{{asset('assets/img/pautina.png')}}" alt="Логотип Паутина">
                    </a>
                </div>
                <div class="banner-social">
                    <a href="#" class="vk element-animation opacity-items-anim">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="25" cy="25" r="25" fill="url(#paint0_linear_48_23740)"/>
                            <path d="M35.7082 19.0574C35.8624 18.5203 35.7082 18.125 34.9666 18.125H32.5124C31.8874 18.125 31.5999 18.4645 31.4457 18.8426C31.4457 18.8426 30.1957 21.9836 28.4291 24.0203C27.8582 24.609 27.5957 24.798 27.2832 24.798C27.1291 24.798 26.8916 24.609 26.8916 24.0719V19.0574C26.8916 18.4129 26.7166 18.125 26.1999 18.125H22.3416C21.9499 18.125 21.7166 18.4258 21.7166 18.7051C21.7166 19.3152 22.5999 19.457 22.6916 21.1758V24.9055C22.6916 25.7219 22.5499 25.8723 22.2374 25.8723C21.4041 25.8723 19.3791 22.7184 18.1791 19.109C17.9374 18.4086 17.6999 18.125 17.0707 18.125H14.6166C13.9166 18.125 13.7749 18.4645 13.7749 18.8426C13.7749 19.5129 14.6082 22.843 17.6541 27.243C19.6832 30.2465 22.5416 31.875 25.1416 31.875C26.7041 31.875 26.8957 31.5141 26.8957 30.891C26.8957 28.0207 26.7541 27.75 27.5374 27.75C27.8999 27.75 28.5249 27.9391 29.9832 29.3871C31.6499 31.1059 31.9249 31.875 32.8582 31.875H35.3124C36.0124 31.875 36.3666 31.5141 36.1624 30.8008C35.6957 29.3012 32.5416 26.216 32.3999 26.0098C32.0374 25.5285 32.1416 25.3137 32.3999 24.884C32.4041 24.8797 35.3999 20.5312 35.7082 19.0574Z" fill="white"/>
                            <defs>
                                <linearGradient id="paint0_linear_48_23740" x1="0" y1="0" x2="50" y2="50" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#F8A4D8"/>
                                    <stop offset="1" stop-color="#6C63FF"/>
                                </linearGradient>
                            </defs>
                        </svg>
                    </a>
                    <a href="#" class="tg element-animation opacity-items-anim">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="25" cy="25" r="25" fill="url(#paint0_linear_48_23746)"/>
                            <g clip-path="url(#clip0_48_23746)">
                                <path d="M34.1939 18.2367L31.2892 31.9351C31.0701 32.9019 30.4986 33.1426 29.6865 32.6871L25.2607 29.4258L23.1252 31.4797C22.8888 31.716 22.6912 31.9137 22.2357 31.9137L22.5537 27.4062L30.7564 19.9941C31.1131 19.6762 30.6791 19.5 30.2021 19.818L20.0615 26.2031L15.6959 24.8367C14.7463 24.5402 14.7291 23.8871 15.8935 23.4316L32.9693 16.8531C33.7599 16.5566 34.4517 17.0293 34.1939 18.2367Z" fill="white"/>
                            </g>
                            <defs>
                                <linearGradient id="paint0_linear_48_23746" x1="0" y1="0" x2="50" y2="50" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#F8A4D8"/>
                                    <stop offset="1" stop-color="#6C63FF"/>
                                </linearGradient>
                                <clipPath id="clip0_48_23746">
                                    <rect width="19.25" height="22" fill="white" transform="translate(15 14)"/>
                                </clipPath>
                            </defs>
                        </svg>
                    </a>
                    <a href="#" class="yt element-animation opacity-items-anim">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="25" cy="25" r="25" fill="url(#paint0_linear_48_23753)"/>
                            <g clip-path="url(#clip0_48_23753)">
                                <path d="M36.6179 19.3317C36.3481 18.3155 35.5529 17.5151 34.5432 17.2435C32.7132 16.75 25.3749 16.75 25.3749 16.75C25.3749 16.75 18.0367 16.75 16.2067 17.2435C15.197 17.5152 14.4018 18.3155 14.132 19.3317C13.6416 21.1736 13.6416 25.0167 13.6416 25.0167C13.6416 25.0167 13.6416 28.8597 14.132 30.7017C14.4018 31.7179 15.197 32.4849 16.2067 32.7565C18.0367 33.25 25.3749 33.25 25.3749 33.25C25.3749 33.25 32.7132 33.25 34.5432 32.7565C35.5529 32.4849 36.3481 31.7179 36.6179 30.7017C37.1083 28.8597 37.1083 25.0167 37.1083 25.0167C37.1083 25.0167 37.1083 21.1736 36.6179 19.3317ZM22.9749 28.5059V21.5275L29.1082 25.0168L22.9749 28.5059Z" fill="white"/>
                            </g>
                            <defs>
                                <linearGradient id="paint0_linear_48_23753" x1="0" y1="0" x2="50" y2="50" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#F8A4D8"/>
                                    <stop offset="1" stop-color="#6C63FF"/>
                                </linearGradient>
                                <clipPath id="clip0_48_23753">
                                    <rect width="24.75" height="22" fill="white" transform="translate(13 14)"/>
                                </clipPath>
                            </defs>
                        </svg>
                    </a>
                </div>
            </div>
        </div>
    </div>
@endsection('banner')

@section('content')
    <section class="advantages section-padding anchor" id="benefits">
        <div class="container">
            <div class="title-main header-animation element-animation">
                <h2>Наши преимущества</h2>
                <div class="line"></div>
            </div>
            <div class="advantages-wrapper">
                <div class="advantages__item opacity-items-anim element-animation">
                    <div class="name">
                        <svg width="100" height="96" viewBox="0 0 100 96" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M69.8864 1.00123H5.84396C5.21926 0.990644 4.59841 1.09291 4.01686 1.30218C3.43531 1.51145 2.90447 1.82362 2.45464 2.22087C2.00482 2.61812 1.64483 3.09266 1.39524 3.61739C1.14564 4.14211 1.01134 4.70674 1 5.27903V90.721C1.01134 91.2933 1.14564 91.8579 1.39524 92.3826C1.64483 92.9073 2.00482 93.3819 2.45464 93.7791C2.90447 94.1764 3.43531 94.4885 4.01686 94.6978C4.59841 94.9071 5.21926 95.0094 5.84396 94.9988H69.8864C70.5132 95.0124 71.1367 94.9124 71.7211 94.7045C72.3056 94.4966 72.8394 94.1849 73.2918 93.7873C73.7443 93.3898 74.1065 92.9142 74.3577 92.388C74.6088 91.8617 74.744 91.2952 74.7553 90.721V5.27903C74.744 4.70478 74.6088 4.13825 74.3577 3.61201C74.1065 3.08577 73.7443 2.6102 73.2918 2.21265C72.8394 1.8151 72.3056 1.50342 71.7211 1.29552C71.1367 1.08762 70.5132 0.987601 69.8864 1.00123Z" fill="#1D1D39" stroke="#1D1D39" stroke-miterlimit="10"/>
                            <path d="M78.0927 29.3488V5.39306C78.0795 4.22409 77.5634 3.10708 76.6564 2.28473C75.7494 1.46238 74.5248 1.00113 73.2487 1.00119H9.21872C7.93288 1.00119 6.69951 1.46834 5.78911 2.30021C4.87871 3.13208 4.3656 4.26075 4.3623 5.43869V90.5612C4.3656 91.7392 4.87871 92.8678 5.78911 93.6997C6.69951 94.5316 7.93288 94.9987 9.21872 94.9987H73.2487C74.5334 94.9987 75.7655 94.5312 76.6739 93.699C77.5823 92.8668 78.0927 91.7381 78.0927 90.5612V74.2371" fill="#F2D451"/>
                            <path d="M78.0927 29.3488V5.39306C78.0795 4.22409 77.5634 3.10708 76.6564 2.28473C75.7494 1.46238 74.5248 1.00113 73.2487 1.00119H9.21872C7.93288 1.00119 6.69951 1.46834 5.78911 2.30021C4.87871 3.13208 4.3656 4.26075 4.3623 5.43869V90.5612C4.3656 91.7392 4.87871 92.8678 5.78911 93.6997C6.69951 94.5316 7.93288 94.9987 9.21872 94.9987H73.2487C74.5334 94.9987 75.7655 94.5312 76.6739 93.699C77.5823 92.8668 78.0927 91.7381 78.0927 90.5612V74.2371" stroke="#1D1D39" stroke-miterlimit="10"/>
                            <path d="M72.651 11.7243V14.7929H9.81641V11.7243C9.81641 10.7228 10.2507 9.76243 11.0236 9.05432C11.7966 8.34621 12.845 7.94839 13.9381 7.94839H68.5292C69.6224 7.94839 70.6708 8.34621 71.4437 9.05432C72.2167 9.76243 72.651 10.7228 72.651 11.7243Z" fill="#FF22B0" stroke="#1D1D39" stroke-linejoin="bevel"/>
                            <path d="M72.651 14.7928V84.2758C72.651 85.2782 72.2171 86.2398 71.4445 86.9497C70.6719 87.6597 69.6235 88.06 68.5292 88.063H13.9381C12.8438 88.06 11.7955 87.6597 11.0229 86.9497C10.2503 86.2398 9.8164 85.2782 9.81641 84.2758V14.7928H72.651Z" fill="#F1F2F2" stroke="#1D1D39" stroke-linejoin="bevel"/>
                            <path d="M39.8887 45.3192V60.149C39.8887 64.1416 42.8399 67.3927 46.5382 67.3927H73.5847C77.3204 67.3927 80.2841 64.1872 80.2841 60.2402V45.4105L39.8887 45.3192Z" fill="#545454" stroke="#1D1D39" stroke-linejoin="bevel"/>
                            <path d="M89.1621 43.2545V57.491" stroke="#1D1D39" stroke-linejoin="bevel"/>
                            <path d="M60.0613 55.8484L21.1104 43.2545L60.0613 30.6607L98.9998 43.2545L60.0613 55.8484Z" fill="#545454" stroke="#1D1D39" stroke-linejoin="bevel"/>
                            <path d="M89.1631 56.567L86.8594 57.4226V64.7576H89.1631H91.4543V57.4226L89.1631 56.567Z" fill="#545454" stroke="#1D1D39" stroke-linejoin="bevel"/>
                            <path d="M80.2841 52.5059L61.4437 59.031L39.8389 49.3119L60.0615 55.8483L80.2841 49.3119V52.5059Z" fill="#1D1D39" stroke="#1D1D39" stroke-width="5" stroke-miterlimit="10"/>
                            <path d="M13.4902 11.3706H15.9433" stroke="#1D1D39" stroke-width="2" stroke-miterlimit="10"/>
                            <path d="M18.6699 11.3706H21.1106" stroke="#1D1D39" stroke-width="2" stroke-miterlimit="10"/>
                            <path d="M23.8379 11.3706H26.291" stroke="#1D1D39" stroke-width="2" stroke-miterlimit="10"/>
                            <path d="M26.6143 84.4811H55.8524" stroke="#1D1D39" stroke-miterlimit="10"/>
                        </svg>
                        <h4>Эффективное <br> обучение</h4>
                    </div>
                    <div class="about">Мы используем современную методику обучения, которая позволяет погрузиться в
                        учебный процесс с максимальной эффективностью. Больше практики, меньше нудных лекций!
                    </div>
                    <a href="">
                        <p>Подробнее</p>
                        <img src="{{asset('assets/img/arrow.png')}}" alt="Изображение линии">
                    </a>
                </div>
                <div class="advantages__item opacity-items-anim element-animation">
                    <div class="name">
                        <svg width="108" height="102" viewBox="0 0 108 102" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g filter="url(#filter0_d_714_1694)">
                                <ellipse cx="52.97" cy="47" rx="46.9119" ry="47" fill="url(#paint0_linear_714_1694)"/>
                                <path d="M91.7652 91.396H75.8232L56.2279 31.168L54.0001 38.032L36.6327 91.396H20.7026L48.2629 6.676L48.203 6.47201L48.3467 6.436L49.8559 1.76801H62.6L64.1211 6.436L64.2649 6.47201L64.193 6.676L91.7652 91.396Z" fill="#F2D451"/>
                                <path d="M87.3094 91.396H71.3554L54 38.032L51.7602 31.168L32.165 91.396H16.2349L43.7951 6.676L43.7352 6.47201L43.879 6.436L45.3881 1.76801H58.1322L59.6533 6.436L59.7971 6.47201L59.7252 6.676L87.3094 91.396Z" fill="#F1983C"/>
                                <path d="M42.6933 72.772L36.6327 91.396H20.7026" stroke="#1D1D39" stroke-miterlimit="10"/>
                                <path d="M85.8599 73.24L91.7648 91.396H75.8228" stroke="#1D1D39" stroke-miterlimit="10"/>
                                <path d="M49.856 1.76801H62.6L64.193 6.676L65.9298 12.004" stroke="#1D1D39" stroke-miterlimit="10"/>
                                <path d="M38.2256 72.772L32.165 91.396H16.2349L21.5289 75.1" stroke="#1D1D39" stroke-miterlimit="10"/>
                                <path d="M81.3205 73.024L87.3093 91.396H71.3552L65.3545 72.94" stroke="#1D1D39" stroke-miterlimit="10"/>
                                <path d="M43.2202 8.416L43.7951 6.676L45.3881 1.76801H58.1322L59.7252 6.676L61.462 12.004" stroke="#1D1D39" stroke-miterlimit="10"/>
                                <path d="M103 12.568H5V72.76H103V12.568Z" fill="#F1F2F2" stroke="#1D1D39" stroke-miterlimit="10"/>
                                <path d="M23.8406 53.56C20.2474 56.572 15.5282 51.436 18.5825 47.824C25.769 39.292 44.0587 22.432 52.4549 24.736C63.8815 27.88 52.4549 34.168 45.5918 45.136C39.7348 54.532 52.0716 50.632 61.977 41.992C71.8824 33.352 78.7455 21.184 86.7465 23.992C94.7475 26.8 80.65 60.484 72.649 62.44C64.648 64.396 71.4513 53.8 65.4026 54.976C59.354 56.152 51.6884 67.156 39.0521 64.804C26.4158 62.452 35.2432 47.524 30.6678 47.908C28.2843 48.124 26.7033 51.148 23.8406 53.56Z" fill="#FF22B0" stroke="#1D1D39" stroke-linejoin="bevel"/>
                                <path d="M34.5125 21.652C35.0228 21.6266 35.5269 21.773 35.9445 22.068C36.3621 22.363 36.6691 22.7896 36.8165 23.2797C36.964 23.7699 36.9434 24.2954 36.7581 24.7724C36.5728 25.2495 36.2334 25.6507 35.7941 25.912C31.542 28.384 25.5413 31.468 23.8764 30.244C21.8283 28.744 28.1764 22.264 34.5125 21.652Z" fill="#FF22B0" stroke="#1D1D39" stroke-linejoin="bevel"/>
                            </g>
                            <defs>
                                <filter id="filter0_d_714_1694" x="0.5" y="0" width="107" height="102" filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                                    <feFlood flood-opacity="0" result="BackgroundImageFix"/>
                                    <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
                                    <feOffset dy="4"/>
                                    <feGaussianBlur stdDeviation="2"/>
                                    <feComposite in2="hardAlpha" operator="out"/>
                                    <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.15 0"/>
                                    <feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_714_1694"/>
                                    <feBlend mode="normal" in="SourceGraphic" in2="effect1_dropShadow_714_1694" result="shape"/>
                                </filter>
                                <linearGradient id="paint0_linear_714_1694" x1="6.05811" y1="0" x2="100.058" y2="93.8237" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#F8A4D8"/>
                                    <stop offset="1" stop-color="#6C63FF"/>
                                </linearGradient>
                            </defs>
                        </svg>
                        <h4>Интерактивные <br> уроки</h4>
                    </div>
                    <div class="about">Обучение ведется по самым современных и популярным методикам и программам, которые уже не раз доказывали свою эффективность. В наших курсах много практики и интересных заданий.</div>
                    <a href="">
                        <p>Подробнее</p>
                        <img src="{{asset('assets/img/arrow.png')}}" alt="Изображение линии">
                    </a>
                </div>
                <div class="advantages__item opacity-items-anim element-animation">
                    <div class="name">
                        <svg width="139" height="104" viewBox="0 0 139 104" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g filter="url(#filter0_d_714_1118)">
                                <circle cx="70" cy="48" r="47" fill="url(#paint0_linear_714_1118)"/>
                                <path d="M67.1731 45.9579C75.0212 45.9579 81.3833 39.5957 81.3833 31.7477C81.3833 23.8996 75.0212 17.5375 67.1731 17.5375C59.325 17.5375 52.9629 23.8996 52.9629 31.7477C52.9629 39.5957 59.325 45.9579 67.1731 45.9579Z" fill="#6C63FF" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M49.542 67.1345V94.5068" stroke="#231F20" stroke-miterlimit="10"/>
                                <path d="M36.8877 80.8206V94.5068H97.4737V68.9069C97.4925 65.8759 96.671 62.899 95.1002 60.3068C93.8813 58.2955 92.2471 56.5677 90.3069 55.2387C88.3666 53.9098 86.165 53.0104 83.8492 52.6006C82.8742 52.4134 81.8827 52.3256 80.89 52.3386H53.4714C50.7875 52.3406 48.1438 52.9909 45.7652 54.2343C43.0818 55.6463 40.836 57.7658 39.2712 60.3631C37.7063 62.9603 36.882 65.9363 36.8877 68.9685V70.109" fill="#6C63FF"/>
                                <path d="M36.8877 80.8206V94.5068H97.4737V68.9069C97.4925 65.8759 96.671 62.899 95.1002 60.3068C93.8813 58.2955 92.2471 56.5677 90.3069 55.2387C88.3666 53.9098 86.165 53.0104 83.8492 52.6006C82.8742 52.4134 81.8827 52.3256 80.89 52.3386H53.4714C50.7875 52.3406 48.1438 52.9909 45.7652 54.2343C43.0818 55.6463 40.836 57.7658 39.2712 60.3631C37.7063 62.9603 36.882 65.9363 36.8877 68.9685V70.109" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M51.5296 75.1797L49.7109 94.5068" stroke="#231F20" stroke-miterlimit="10"/>
                                <path d="M82.7861 75.1797L84.6202 94.5068" stroke="#231F20" stroke-miterlimit="10"/>
                                <path d="M91.386 89.729H47.6611V95H91.386V89.729Z" fill="#F2D451" stroke="#231F20" stroke-miterlimit="10"/>
                                <path d="M32.8198 60.615H70.9808L77.007 95H32.2958L26.2695 60.615" fill="#F2D451"/>
                                <path d="M32.8198 60.615H70.9808L77.007 95H32.2958L26.2695 60.615" stroke="#231F20" stroke-miterlimit="10"/>
                                <path d="M106.367 1.01541H125.926C128.158 1.01541 130.298 1.90201 131.876 3.48015C133.454 5.0583 134.341 7.19873 134.341 9.43056V25.6598C134.341 27.8916 133.454 30.032 131.876 31.6102C130.298 33.1883 128.158 34.0749 125.926 34.0749H106.367C102.28 34.0749 98.3596 32.4511 95.4692 29.5608C92.5789 26.6704 90.9551 22.7502 90.9551 18.6626V16.4124C90.9551 12.3247 92.5789 8.40456 95.4692 5.51418C98.3596 2.6238 102.28 1 106.367 1V1.01541Z" fill="#0064F4" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M128.992 1.01541H100.772C97.8128 1.01541 90.9697 3.41974 90.9697 6.37891V28.7268C90.9697 31.686 97.8128 34.0903 100.772 34.0903H102.097L98.0286 42.675H102.097L110.682 34.0903H128.992C130.415 34.0903 131.779 33.5253 132.785 32.5194C133.79 31.5136 134.356 30.1493 134.356 28.7268V6.37891C134.356 4.95642 133.79 3.5922 132.785 2.58634C131.779 1.58049 130.415 1.01541 128.992 1.01541Z" fill="#FF22B0" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M124.924 1.01541H92.2805C90.858 1.01541 89.4938 1.58049 88.4879 2.58634C87.4821 3.5922 86.917 4.95642 86.917 6.37891V28.7268C86.917 30.1493 87.4821 31.5136 88.4879 32.5194C89.4938 33.5253 90.858 34.0903 92.2805 34.0903H98.0755V42.675L106.722 34.0903H124.924C126.346 34.0903 127.711 33.5253 128.716 32.5194C129.722 31.5136 130.287 30.1493 130.287 28.7268V6.37891C130.287 4.95642 129.722 3.5922 128.716 2.58634C127.711 1.58049 126.346 1.01541 124.924 1.01541Z" fill="#F2D451"/>
                                <path d="M88.489 2.58748C88.9879 2.09287 89.5798 1.70201 90.2305 1.43747C90.8813 1.17293 91.578 1.03996 92.2805 1.04625H124.924C126.346 1.04625 127.711 1.61133 128.716 2.61718C129.722 3.62303 130.287 4.98726 130.287 6.40975V28.7577C130.287 30.1802 129.722 31.5444 128.716 32.5502C127.711 33.5561 126.346 34.1212 124.924 34.1212H106.722L98.1218 42.7059V34.0904H92.2805C90.858 34.0904 89.4938 33.5253 88.4879 32.5194C87.4821 31.5136 86.917 30.1493 86.917 28.7269V11.0951" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M119.159 26.23C118.61 26.8879 117.92 27.4145 117.14 27.7713C116.345 28.126 115.483 28.3048 114.613 28.2953C113.472 28.3001 112.349 28.0193 111.345 27.4784C110.08 26.7132 108.933 25.7683 107.939 24.6734C106.413 24.564 104.936 24.0825 103.639 23.2709C102.348 22.5113 101.284 21.4205 100.557 20.1113C99.8255 18.7809 99.4537 17.2829 99.4777 15.765C99.4562 14.1418 99.8771 12.5434 100.695 11.1413C101.502 9.78126 102.671 8.67158 104.071 7.93556C105.554 7.1655 107.2 6.7635 108.871 6.7635C110.543 6.7635 112.189 7.1655 113.672 7.93556C115.068 8.67063 116.235 9.77404 117.048 11.1259C117.865 12.5283 118.286 14.1265 118.265 15.7496C118.305 17.0694 118.047 18.3811 117.51 19.5873C116.981 20.7409 116.202 21.7622 115.229 22.5773C114.216 23.4241 113.034 24.0442 111.761 24.396C112.169 24.8423 112.648 25.2173 113.179 25.5057C113.655 25.7513 114.185 25.8732 114.72 25.8601C115.288 25.8441 115.845 25.7049 116.354 25.4521C116.862 25.1992 117.309 24.8389 117.664 24.396L119.159 26.23ZM103.639 18.9246C104.15 19.8439 104.908 20.6019 105.828 21.1131C106.793 21.6285 107.87 21.8981 108.964 21.8981C110.058 21.8981 111.135 21.6285 112.1 21.1131C113.017 20.598 113.774 19.8409 114.289 18.9246C114.815 17.9573 115.091 16.8738 115.091 15.7728C115.091 14.6717 114.815 13.5882 114.289 12.6209C113.779 11.6969 113.021 10.9337 112.1 10.417C111.132 9.91058 110.056 9.64609 108.964 9.64609C107.872 9.64609 106.795 9.91058 105.828 10.417C104.904 10.9296 104.145 11.6939 103.639 12.6209C103.113 13.5882 102.837 14.6717 102.837 15.7728C102.837 16.8738 103.113 17.9573 103.639 18.9246Z" fill="#FF22B0"/>
                                <path d="M28.9821 44.9869L12.2905 44.9869C11.3473 44.9869 10.4134 44.8011 9.542 44.4402C8.67062 44.0792 7.87886 43.5502 7.21194 42.8833C6.54501 42.2163 6.01598 41.4246 5.65504 40.5532C5.2941 39.6818 5.10833 38.7479 5.10833 37.8047V23.9336C5.10833 22.0288 5.86502 20.202 7.21194 18.855C8.55885 17.5081 10.3857 16.7514 12.2905 16.7514L28.9821 16.7514C32.4688 16.7514 35.8127 18.1365 38.2782 20.602C40.7437 23.0675 42.1288 26.4114 42.1288 29.8982V31.7939C42.1349 33.5242 41.7994 35.2388 41.1414 36.8391C40.4834 38.4395 39.516 39.8943 38.2946 41.12C37.0732 42.3456 35.6219 43.3182 34.0238 43.9817C32.4258 44.6453 30.7124 44.9869 28.9821 44.9869Z" fill="#0064F4" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M9.62371 16.6898H33.7595C36.2871 16.6898 42.1284 18.7396 42.1284 21.3135V40.3786C42.1284 42.9062 36.2871 45.0023 33.7595 45.0023H32.5881L36.0559 52.3386H32.5881L25.2673 45.0023H9.62371C8.39742 45.0023 7.22137 44.5152 6.35425 43.648C5.48714 42.7809 5 41.6049 5 40.3786V21.3135C5 20.0872 5.48714 18.9112 6.35425 18.044C7.22137 17.1769 8.39742 16.6898 9.62371 16.6898Z" fill="#FF22B0" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M13.153 16.6898H41.0031C42.2294 16.6898 43.4055 17.1769 44.2726 18.044C45.1397 18.9112 45.6269 20.0872 45.6269 21.3135V40.3786C45.6269 41.6049 45.1397 42.7809 44.2726 43.648C43.4055 44.5152 42.2294 45.0023 41.0031 45.0023H36.0558V52.3386L28.7195 45.0023H13.153C11.9267 45.0023 10.7507 44.5152 9.88355 43.648C9.01644 42.7809 8.5293 41.6049 8.5293 40.3786V21.3135C8.5293 20.0872 9.01644 18.9112 9.88355 18.044C10.7507 17.1769 11.9267 16.6898 13.153 16.6898Z" fill="#F2D451"/>
                                <path d="M44.2397 18.0769C43.8162 17.6498 43.312 17.3112 42.7563 17.081C42.2006 16.8508 41.6046 16.7335 41.0031 16.736H13.153C11.9267 16.736 10.7507 17.2232 9.88355 18.0903C9.01644 18.9574 8.5293 20.1334 8.5293 21.3597V40.3786C8.5293 41.6049 9.01644 42.7809 9.88355 43.648C10.7507 44.5152 11.9267 45.0023 13.153 45.0023H28.7195L36.0558 52.3386V44.9406H41.0031C42.2294 44.9406 43.4055 44.4535 44.2726 43.5864C45.1397 42.7193 45.6269 41.5432 45.6269 40.3169V29.1738" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M30.5231 35.3233H22.185L20.5358 39.1764H17.3301L24.8359 22.5157H27.9184L35.4396 39.1764H32.203L30.5231 35.3233ZM29.4904 32.8882L26.408 25.5981L23.3255 32.8882H29.4904Z" fill="#6C63FF"/>
                                <path d="M112.656 95H91.3867" stroke="#231F20" stroke-miterlimit="10"/>
                                <path d="M40.7417 95H19.4727" stroke="#231F20" stroke-miterlimit="10"/>
                            </g>
                            <defs>
                                <filter id="filter0_d_714_1118" x="0.5" y="0.5" width="138.355" height="103" filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                                    <feFlood flood-opacity="0" result="BackgroundImageFix"/>
                                    <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
                                    <feOffset dy="4"/>
                                    <feGaussianBlur stdDeviation="2"/>
                                    <feComposite in2="hardAlpha" operator="out"/>
                                    <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.15 0"/>
                                    <feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_714_1118"/>
                                    <feBlend mode="normal" in="SourceGraphic" in2="effect1_dropShadow_714_1118" result="shape"/>
                                </filter>
                                <linearGradient id="paint0_linear_714_1118" x1="23" y1="1" x2="117" y2="95" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#F8A4D8"/>
                                    <stop offset="1" stop-color="#6C63FF"/>
                                </linearGradient>
                            </defs>
                        </svg>
                        <p>Квалифицированные <br> преподаватели</p>
                    </div>
                    <div class="about">Наши лекции ведут преподователи с многолетним опытом в области IT-технологий. Наши преподаватели способны быстро и качественно передать свой практический опыт и глубокие знания.</div>
                    <a href="">
                        <p>Подробнее</p>
                        <img src="{{asset('assets/img/arrow.png')}}" alt="Изображение линии">
                    </a>
                </div>
                <div class="advantages__item opacity-items-anim element-animation">
                    <div class="name">
                        <svg width="124" height="105" viewBox="0 0 124 105" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g filter="url(#filter0_d_714_979)">
                                <circle cx="55" cy="47.1202" r="47" fill="url(#paint0_linear_714_979)"/>
                                <path d="M103.946 15.741V12.2181C103.935 10.8623 103.389 9.56568 102.426 8.61082C101.463 7.65595 100.162 7.12018 98.8066 7.12022H10.1393C9.46328 7.12022 8.79385 7.25361 8.16942 7.51275C7.54498 7.77189 6.97781 8.15168 6.5004 8.63038C6.02299 9.10907 5.64472 9.67726 5.38726 10.3024C5.12979 10.9275 4.9982 11.5973 5.00002 12.2734V15.7963L103.946 15.741Z" fill="white" stroke="#231F20" stroke-miterlimit="10"/>
                                <path d="M8.46778 21.433H100.672C101.515 21.433 102.323 21.7678 102.919 22.3637C103.515 22.9596 103.849 23.7678 103.849 24.6105V77.1091C103.849 78.2669 103.389 79.3773 102.571 80.196C101.752 81.0148 100.642 81.4747 99.4837 81.4747H9.68354C8.52569 81.4747 7.41527 81.0148 6.59655 80.196C5.77782 79.3773 5.31787 78.2669 5.31787 77.1091V24.6105C5.31787 24.1932 5.40006 23.7801 5.55975 23.3945C5.71943 23.009 5.95349 22.6587 6.24855 22.3637C6.54361 22.0686 6.8939 21.8345 7.27942 21.6749C7.66494 21.5152 8.07813 21.433 8.49541 21.433H8.46778Z" fill="#6C63FF"/>
                                <path d="M64.6134 21.433H100.105C101.098 21.433 102.05 21.8274 102.753 22.5296C103.455 23.2317 103.849 24.184 103.849 25.177V76.2939C103.851 76.9755 103.718 77.6506 103.459 78.2808C103.199 78.9109 102.818 79.4837 102.337 79.9662C101.855 80.4488 101.284 80.8316 100.654 81.0929C100.025 81.3541 99.3499 81.4885 98.6684 81.4885H10.4708C9.78932 81.4885 9.1145 81.3541 8.48504 81.0929C7.85558 80.8316 7.28384 80.4488 6.80258 79.9662C6.32132 79.4837 5.93999 78.9109 5.68045 78.2808C5.4209 77.6506 5.28824 76.9755 5.29006 76.2939V25.177C5.29006 24.184 5.68451 23.2317 6.38664 22.5296C7.08877 21.8274 8.04107 21.433 9.03403 21.433H43.766" stroke="#231F20" stroke-miterlimit="10"/>
                                <path d="M56.4346 31.8222H22.9323C20.9256 31.8222 19.2988 33.4489 19.2988 35.4556V66.8995C19.2988 68.9062 20.9256 70.5329 22.9323 70.5329H56.4346C58.4413 70.5329 60.0681 68.9062 60.0681 66.8995V35.4556C60.0681 33.4489 58.4413 31.8222 56.4346 31.8222Z" fill="#231F20" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M52.3038 31.8222H18.8014C16.7947 31.8222 15.168 33.4489 15.168 35.4556V66.8995C15.168 68.9062 16.7947 70.5329 18.8014 70.5329H52.3038C54.3105 70.5329 55.9372 68.9062 55.9372 66.8995V35.4556C55.9372 33.4489 54.3105 31.8222 52.3038 31.8222Z" fill="#F2D451" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M75.2788 21.433V81.5023" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M82.0073 31.2419H96.3615" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M82.0073 36.1878H89.592" stroke="white" stroke-linejoin="bevel"/>
                                <path d="M82.0073 41.1476H85.8066" stroke="white" stroke-linejoin="bevel"/>
                                <path d="M82.0073 53.4571H89.592" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M82.0073 58.3477H96.3615" stroke="white" stroke-linejoin="bevel"/>
                                <path d="M82.0073 63.3075H92.5208" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M82.0073 68.2672H85.8066" stroke="white" stroke-linejoin="bevel"/>
                                <path d="M31.8158 41.9903L26.8008 47.0053L31.8158 52.0203" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M39.29 59.9641L44.305 54.9491L39.29 49.9342" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M41.39 41.1476L29.8403 61.2075" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M11.2998 9.98001H10.8439C10.1877 9.98001 9.65576 10.512 9.65576 11.1681V11.624C9.65576 12.2802 10.1877 12.8122 10.8439 12.8122H11.2998C11.956 12.8122 12.4879 12.2802 12.4879 11.624V11.1681C12.4879 10.512 11.956 9.98001 11.2998 9.98001Z" fill="#231F20"/>
                                <path d="M19.5337 9.98001H19.0778C18.4216 9.98001 17.8896 10.512 17.8896 11.1681V11.624C17.8896 12.2802 18.4216 12.8122 19.0778 12.8122H19.5337C20.1899 12.8122 20.7218 12.2802 20.7218 11.624V11.1681C20.7218 10.512 20.1899 9.98001 19.5337 9.98001Z" fill="#231F20"/>
                                <path d="M27.7539 9.98001H27.298C26.6418 9.98001 26.1099 10.512 26.1099 11.1681V11.624C26.1099 12.2802 26.6418 12.8122 27.298 12.8122H27.7539C28.4101 12.8122 28.942 12.2802 28.942 11.624V11.1681C28.942 10.512 28.4101 9.98001 27.7539 9.98001Z" fill="#231F20"/>
                                <path d="M112.691 81.7096V87.2219" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M101.922 61.1202H99.3798C89.7812 61.1202 82 68.9014 82 78.5C82 88.0986 89.7812 95.8798 99.3798 95.8798H101.922C111.52 95.8798 119.302 88.0986 119.302 78.5C119.302 68.9014 111.52 61.1202 101.922 61.1202Z" fill="white" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M107.683 77.2704H93.605V85.7945H107.683V77.2704Z" fill="#545454" stroke="#231F20" stroke-linejoin="bevel"/>
                                <path d="M100.651 81.3459L87.084 76.4691L100.651 71.5923L114.204 76.4691L100.651 81.3459Z" fill="#545454" stroke="#231F20" stroke-linejoin="bevel"/>
                            </g>
                            <defs>
                                <filter id="filter0_d_714_979" x="0.5" y="0.120224" width="123.302" height="104.26" filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                                    <feFlood flood-opacity="0" result="BackgroundImageFix"/>
                                    <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
                                    <feOffset dy="4"/>
                                    <feGaussianBlur stdDeviation="2"/>
                                    <feComposite in2="hardAlpha" operator="out"/>
                                    <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.15 0"/>
                                    <feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_714_979"/>
                                    <feBlend mode="normal" in="SourceGraphic" in2="effect1_dropShadow_714_979" result="shape"/>
                                </filter>
                                <linearGradient id="paint0_linear_714_979" x1="8" y1="0.120224" x2="102" y2="94.1202" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#F8A4D8"/>
                                    <stop offset="1" stop-color="#6C63FF"/>
                                </linearGradient>
                            </defs>
                        </svg>
                        <h4>Практические <br> навыки</h4>
                    </div>
                    <div class="about">Никакой «воды» - только знания, которые вам точно пригодятся при трудоустройстве или для продвижения по карьерной лестнице. Также мы выдаем сертификаты об окончании курсов.</div>
                    <a href="#">
                        <p>Подробнее</p>
                        <img src="{{asset('assets/img/arrow.png')}}" alt="Изображение линии">
                    </a>
                </div>
            </div>
        </div>
    </section>
    <section class="we section-padding anchor" id="about">
        <div class="container">
            <div class="title-main header-animation element-animation">
                <h2>Кто мы такие?</h2>
                <div class="line1"></div>
            </div>
            <div class="we-wrapper">
                <div class="we__info opacity-anim element-animation">
                    <h3 class="we__title header-animation element-animation">
                        Краткая информация о клубе
{{--                        Опыт и упорство ради будущего!--}}
                    </h3>
                    <p class="text-animation element-animation">
                        Паутина - это it-клуб для объединения профессионалов и начинающих разработчиков!
                        Если у вас есть желание развивать себя, то мы рады видеть вас в нашем клубе!
{{--                        Devci - это образовательная платформа, которая предоставляет доступ и оказывает услуги в--}}
{{--                        сфере IT технологий и не только. Компания берёт свои истоки с далекого 2017 года и являлась системой--}}
{{--                        обучения для студентов техникума. С тех пор прошло много времени и было выложено много сил для ее развитие.--}}
                        <br>
                        Данный клуб берёт свое начало с системы обучения, а сейчас уже имеет свою маленькую экосистему,
                        которая состоит из различных перспективных направлений.
                    </p>
                    <p class="text-animation element-animation">
                        Наконец мы решились запустить полностью обновленную, улучшенную и более совершенную версию
                        образовательной платформы для обучения it-технологиям.
{{--                        Наконец мы решились запустить полностью обновленную, улучшенную и более совершенную версию--}}
{{--                        системы обучения назвав ее Devci.--}}
                    </p>
                    <a href="{{ route('catalog.index') }}" class="button opacity-anim element-animation">Начать обучение</a>
                </div>
                <div class="we__img">
                    <img src="{{asset('assets/img/we.png')}}" alt="Изображение «Кто мы такие?»" class="we-img__item element-animation img-anim">
                </div>
            </div>
        </div>
    </section>
    <section class="best-course section-padding">
        <div class="container">
            <div class="title-main header-animation element-animation">
                <h2>Лучшие курсы</h2>
                <div class="line"></div>
            </div>
            <div class="best-course__wrapper">
                @foreach($popularCourses as $popularCourse)
                    <div class="best-course__item opacity-items-anim element-animation">
                        <div class="best-course__info">
                            <div class="best-course__text">
                                <div class="type">
                                    {{ $popularCourse->course->level->name }} курс
                                </div>
                                <h4 class="name">
                                    {{ $popularCourse->course->name }}
                                </h4>
                                <div class="cat">
                                    Данный курс входит в категорию “{{ $popularCourse->course->category->name }}”
                                </div>
                            </div>
                            <div class="best-course__img">
                                <img src="{{ $popularCourse->course->icon_url }}" alt="Иконка курса">
                            </div>
                        </div>
                        <div class="best-course__lessons">
                            <div class="best-course__time">
                                <div class="index-lesson">
                                    {{ \App\Models\CourseUser::formatLessonsCount($popularCourse->course->lessons->count()) }}
                                </div>
                            </div>
                            <a href="{{ route('catalog.show', $popularCourse->course->id ) }}" class="arrow">
                                Подробнее
                                <img src="{{asset('assets/img/arrow2.png')}}" alt="Иконка подробнее">
                            </a>
                        </div>
                    </div>
                @endforeach
            </div>
        </div>
    </section>
    <section class="reviews section-padding anchor" id="review">
        <div class="title-main header-animation element-animation">
            <h2>Отзывы</h2>
            <div class="line1"></div>
        </div>
        <div class="reviews-slider__wrapper">
            <div class="swiper reviews-slider opacity-anim element-animation">
                <div class="swiper-wrapper">
                    <div class="swiper-slide">
                        <div class="text">
                            «Курс на 100% соответствует своему названию! Я быстро освоил программу, которая раньше
                            своим
                            внешним видом вызывала лишь ужас и полное непонимание. Сама платформа очень удобная,
                            всегда
                            можно задать вопрос.»
                        </div>
                        <div class="user">
                            <div class="ava">
                                <img src="{{asset('assets/avatar/gamer.png')}}" alt="Аватарка пользователя">
                            </div>
                            <div class="name">
                                Данил Иванов
                            </div>
                            <div class="rating">
                                <img src="{{asset('assets/img/stars.png')}}" alt="Рейтинг оценки">
                            </div>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="text">
                            «Курс на 100% соответствует своему названию! Я быстро освоил программу, которая раньше
                            своим
                            внешним видом вызывала лишь ужас и полное непонимание. Сама платформа очень удобная,
                            всегда
                            можно задать вопрос.»
                        </div>
                        <div class="user">
                            <div class="ava">
                                <img src="{{asset('assets/avatar/gamer.png')}}" alt="Аватарка пользователя">
                            </div>
                            <div class="name">
                                Данил Петров
                            </div>
                            <div class="rating">
                                <img src="{{asset('assets/img/stars.png')}}" alt="Рейтинг оценки">
                            </div>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="text">
                            «Курс на 100% соответствует своему названию! Я быстро освоил программу, которая раньше
                            своим
                            внешним видом вызывала лишь ужас и полное непонимание. Сама платформа очень удобная,
                            всегда
                            можно задать вопрос.»
                        </div>
                        <div class="user">
                            <div class="ava">
                                <img src="{{asset('assets/avatar/gamer.png')}}" alt="Аватарка пользователя">
                            </div>
                            <div class="name">
                                Альфис Мусин
                            </div>
                            <div class="rating">
                                <img src="{{asset('assets/img/stars.png')}}" alt="Рейтинг оценки">
                            </div>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="text">
                            «Курс на 100% соответствует своему названию! Я быстро освоил программу, которая раньше
                            своим
                            внешним видом вызывала лишь ужас и полное непонимание. Сама платформа очень удобная,
                            всегда
                            можно задать вопрос.»
                        </div>
                        <div class="user">
                            <div class="ava">
                                <img src="{{asset('assets/avatar/gamer.png')}}" alt="Аватарка пользователя">
                            </div>
                            <div class="name">
                                Алексей Нечаев
                            </div>
                            <div class="rating">
                                <img src="{{asset('assets/img/stars.png')}}" alt="Рейтинг оценки">
                            </div>
                        </div>
                    </div>
                </div>

                <div class="slider-buttons">
                    <div class="prev">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="30" cy="30" r="30" transform="rotate(-180 30 30)" fill="url(#paint0_linear_331_1787)"/>
                            <path d="M34 18L20.9407 28.7273C20.4537 29.1273 20.4537 29.8727 20.9407 30.2727L34 41" stroke="white" stroke-width="3" stroke-linecap="round"/>
                            <defs>
                                <linearGradient id="paint0_linear_331_1787" x1="1.90735e-06" y1="-1.90735e-06" x2="60" y2="60" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#F8A4D8"/>
                                    <stop offset="1" stop-color="#6C63FF"/>
                                </linearGradient>
                            </defs>
                        </svg>
                    </div>
                    <div class="next">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <circle cx="30" cy="30" r="30" fill="url(#paint0_linear_723_3663)"/>
                            <path d="M26 42L39.0593 31.2727C39.5463 30.8727 39.5463 30.1273 39.0593 29.7273L26 19" stroke="white" stroke-width="3" stroke-linecap="round"/>
                            <defs>
                                <linearGradient id="paint0_linear_723_3663" x1="0" y1="0" x2="60" y2="60" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#F8A4D8"/>
                                    <stop offset="1" stop-color="#6C63FF"/>
                                </linearGradient>
                            </defs>
                        </svg>
                    </div>
                </div>
            </div>
        </div>
    </section>
@endsection('content')
